Repository: cc-archive/labs
Catalog: docs/demos/search.old/search2/locale/*/LC_MESSAGES/ccsearch.po
Languages: ar, de, et, hr, it, ru

source: lang.ru
ru: Русский

source: Help Translate
de: Beim Übersetzen helfen
et: Aita tõlkida
it: Aiuta a tradurre
ru: Помогите перевести

source: Search
ar: بحث
de: Suche
et: otsing
hr: Traži
it: Cerca
ru: Поиск

source: Enter search query
ar: أدخل استفسار البحث
de: Eingabe Suchbegriff
et: Sisesta otsisõnad
hr: Unesi upit
it: Inserisci una stringa di ricerca
ru: Введите поисковый запрос

source: Only show search results
ar: وتظهر نتائج البحث فقط
de: Nur Suchergebnisse anzeigen
et: Näita üksnes otsitulemusi
hr: Prikaži samo rezultate pretraživanja
it: Mostra solo i risultati della ricerca
ru: Показывать только результаты поиска

source: ccSearch
et: ccOtsing
ru: ccПоиск

source: by <a href="http://creativecommons.org/">Creative Commons</a>
ar: بواسطة <a href="http://creativecommons.org/"> المشاع الابداعي </a>
de: durch <a href="http://creativecommons.org/">Creative Commons</a>
et: <a href="http://creativecommons.org/">Creative Commonsilt</a>
hr: kreirao <a href="http://creativecommons.org/">Creative Commons</a>
ru: <a href="http://creativecommons.org/">Creative Commons</a>

source: Go
et: Otsi
it: Vai
ru: Поиск

source: Understand your search results
ar: فهم نتائج البحث
de: Das Suchergebnis besser verstehen
et: Tõlgenda otsitulemisi õigesti
hr: Rastumačite rezultate pretraživanja
it: Interpreta i risultati della tua ricerca
ru: Разобраться в результатах поиска

source: (info)
it: (informazioni)
ru: (сведения)

source: Understand Your Search Results
et: Tõlgenda otsitulemisi õigesti
it: Interpreta i risultati della tua ricerca
ru: Разбор результатов поиска

source: I want something that I can...
et: Soovin leida midagi, mida ma võin...
it: Voglio qualcosa che io possa...
ru: Я ищу что-нибудь, что я могу...

source: use for <em>commercial purposes</em>
et: kasutada <em>ärilisel otstarbel</em>
it: usare per <em>scopi commerciali</em>
ru: использовать в <em>коммерческих целях</em>

source: <em>modify</em>, <em>adapt</em>, or <em>build upon</em>
et: <em>muuta</em>, <em>kohandada</em> ning <em>miksida</em>
it: <em>modificare</em>, <em>adattare</em> o <em>usare come base di partenza</em>
ru: <em>изменять</em>, <em>адаптировать</em> или <em>использовать как основу</em>

source: <em>You should always verify that the work you are re-using has a Creative Commmons license attached to it</em>. Search.creativecommons.org offers convenient access to search services provided by other independent organizations. Selecting different search options within the result list&mdash;particularly Image search for Google and Yahoo&mdash;may lead to the inclusion of results which are not Creative Commons licensed. <a href="http://wiki.creativecommons.org/CcSearch">Learn more &raquo</a>.
et: <em>Sa pead alati üle kontrollima, et teosele, mida sa kasutad, on lisatud Creative Commmonsi litsents</em>. Search.creativecommons.org pakub mugavat juurdepääsu teiste sõltumatute organisatsioonide otsiteenustele. Muutes hiljem tulemuste lehel otsikriteeriumeid &mdash;eelkõige Google'i ja Yahoo pildiotsingus &mdash;võid saada otsitulemused, mis ei ole avaldatud Creative Commonsi litsentside all. <a href="http://wiki.creativecommons.org/CcSearch">Loe edasi &raquo</a>.
it: <em>Dovresti sempre verificare che l'opera che riutilizzi abbia associata una licenza Creative Commons</em>. Search.creativecommons.org offre un accesso agevole e unificato a servizi di ricerca forniti da altre organizzazioni indipendenti. Selezionare alcune opzioni di ricerca all'interno della lista dei risultati&mdash;in particolare la ricerca Immagini di Google e Yahoo&mdash; potrebbe causare l'inclusione nella lista di risultati non licenziati con Creative Commons. <a href="http://wiki.creativecommons.org/CcSearch">Scopri di più &raquo</a>.
ru: <em>Вам всегда следует проверять, есть ли у используемой вами работы лицензия Creative Commmons</em>. ccПоиск (search.creativecommons.org) предлагает удобный доступ к поисковым службам, предоставляемых другими независимыми организациями. Выбор иных поисковых настроек в списке результатов, особенно &mdash; при поиске по изображениям Google и Yahoo, может привести к включению материалов, не лицензированных под Creative Commons.<a href="http://wiki.creativecommons.org/CcSearch">Узнать больше &raquo</a>.

source: <em>Can't find what you're looking for?</em> This search tool is not exhaustive&mdash;there are plenty more <a href="http://wiki.creativecommons.org/Content_Curators">Creative Commons Content Directories &raquo</a>
et: <em>Ei leia otsitavat?</em> See otsivahend pole kõikehõlmav &mdash; on veel palju teisi <a href="http://wiki.creativecommons.org/Content_Curators">Creative Commonsi litsentside alla antud sisu katalooge &raquo</a>
it: <em>Non trovi ciò che stai cercando?</em> Questo strumento di ricerca non è esaustivo&mdash;esistono anche numerosi <a href="http://wiki.creativecommons.org/Content_Curators">elenchi di siti che raccolgono contenuti in Creative Commons &raquo</a>
ru: <em>Не можете найти то, что искали?</em> Это не исчерпывающий поисковой инструмент &mdash; намного больше есть на <i><a href="http://wiki.creativecommons.org/Content_Curators">Creative Commons Content Directories &raquo</a></i>

source: Learn about setting your Firefox search engine
et: Loe otsingumootori seadistamise kohta Firefoxis
it: Scopri di più su come configurare il tuo motore di ricerca su Firefox
ru: Узнайте, как настроить поисковые средства в вашем Firefox

source: Contact
ar: الاتصال
de: Kontakt
et: Kontakt
hr: Kontakt
it: Contatti
ru: Контакты

source: Support CC
ar: دعم CC
de: Unterstütze CC
et: Toeta CC-d
hr: Podržite CC
it: Sostieni CC
ru: Поддержите Creative Commons

source: Policies
et: Üldtingimused
it: Policy
ru: Принципы

source: Privacy
et: Privaatsus
ru: Конфиденциальность

source: Terms of Use
et: Kasutustingimused
it: Termini di Utilizzo
ru: Условия использования

source: Google Web Search
et: Google'i veebiotsing
ru: Поиск Google

source: Web
et: veeb
ru: Интернет

source: Google Image Search
et: Google'i pildiotsing
ru: Поиск по Картинкам Google

source: Image
et: pildid
it: Immagini
ru: Изображение

source: Web Search
ar: بحث الويب
de: Websuche
et: Veebiotsing
hr: Pretraživanje Weba
it: Ricerca sul Web
ru: Поиск в интернете

source: Flickr Image Search
et: Flickri pildiotsing
it: Cerca immagini su Flickr
ru: Поиск по изображениям в Flickr

source: Blip.tv Video Search
et: Blip.tv videootsing
it: Cerca video su Blip.tv
ru: Поиск по видео в Blip.tv

source: Video
ru: Видео

source: Jamendo Music Search
et: Jamondo muusikaotsing
it: Cerca musica su Jamendo
ru: Поиск музыки Jamendo

source: Music
et: muusika
it: Musica
ru: Музыка

source: Spin Xpress Media Search
et: Spin Xpressi meediaotsing
it: Cerca contenuti su Spin Xpress
ru: Поиск медиафайлов в Spin Xpress

source: Media
et: meedia
it: Contenuti multimediali
ru: Медиафайлы

source: Wikimedia Commons Media Search
et: Wikimedia Commonsi meediaotsing
it: Cerca contenuti su Wikimedia Commons
ru: Поиск медиафайлов на Викискладе (<i>Wikimedia Commons</i>)

source: Music Search
ar: بحث الموسيق
de: Musiksuche
et: Muusikaotsing
hr: Pretraživanje glazbe
it: Cerca Musica
ru: Поиск музыки

source: Clip Art Search
ar: بحث كليب فني
de: Clip-Art-Suche
et: Dokumendigraafika otsing
hr: Pretraživanje clip arta
it: Cerca Clip Art
ru: Поиск Clip Art

source: Open Clip Art Library
ar: فتح مكتبة الكليب الفني
ru: Открытая библиотека Clip Art

source: CCSEARCH REQUIRES A BROWSER WHICH SUPPORTS IFRAMES.
et: CCOTSING TÖÖTAB ÜKSNES BRAUSERITEGA, MIS TOETAVAD IFRAME.
it: CCSEARCH NECESSITA DI UN BROWSER CHE SUPPORTI GLI IFRAMES
ru: Для использования ссПоиска требуется браузер, поддерживающий iFrames.

source: ccSearch Intro
et: ccOtsingu tutvustus
it: Introduzione a ccSearch
ru: Введение в ccПоиск

source: Enter a Search Query Above To Get Started
et: Alustamiseks sisesta ülal oma otsisõnad
it: Inserisci Una Stringa Di Ricerca Qui Sopra Per Iniziare
ru: Чтобы начать, введите выше поисковой запрос

source: Please note that search.creativecommons.org is <em>not a search engine</em>, but rather offers convenient access to search services provided by other independent organizations. CC has no control over the results that are returned. <em>Do not assume that the results displayed in this search portal are under a CC license</em>. You should always verify that the work is actually under a CC license by following the link. Since there is no registration to use a CC license, CC has no way to determine what has and hasn't been placed under the terms of a CC license. If you are in doubt you should contact the copyright holder directly, or try to contact the site where you found the content.
et: Pane tähele, et search.creativecommons.org <em>ei ole otsimootor</em>, vaid hoopis vahemees juurdepääsul teiste organisatsioonide poolt pakutavatele otsiteenustele. CC-l pole kontrolli kuvatavate otsitulemuste osas. <em>Ära eelda, et selles otsiportaalis kuvatavad tulemused on avaldatud CC litsentsi all</em>. Sa pead alati kontrollima, et teos on päriselt avaldatud CC litsentsi all, klikkides teose lingil. Kuna CC-litsentside kasutamiseks pole vajalik registreerumine, siis pole CC-l mingit võimalust kontrollida, mis on ja mis pole avaldatud mõne CC-litsentsi all. Kui sul tekib kahtlus, siis peaksid pöörduma otse autoriõiguste omaniku poole või saidi poole, kust sa selle sisu leidsid.
it: Nota bene: search.creativecommons.org <em>non è un motore di ricerca</em>, ma piuttosto offre un accesso agevole a servizi di ricerca forniti da altre organizzazioni indipendenti. CC non ha alcun controllo sui risultati che vengono forniti. <em>Non dare per scontato che i risultati visualizzati in questo portale siano licenziati con Creative Commons</em>. Verifica sempre che l'opera sia realmente licenziata con una licenza CC seguendo il collegamento. Poichè non vi è alcuna registrazione per l'utilizzo delle licenze CC, Creative Commons non ha modo di sapere quando un'opera sia o non sia licenziata con CC. Se hai dubbi in merito contatta direttamente il detentore dei diritti o cerca di contattare il sito in cui hai trovato il contenuto.
ru: Пожалуйста, помните, что search.creativecommons.org &mdash; <em>не поисковая машина</em>, а точка удобного доступа к поисковым службам других независимых организаций. Creative Commons не контролирует результаты поиска. <em>Не полагайтесь на то, что результаты поиска, отображаемые на этом поисковом портале, попадают под лицензию CC</em>. Всегда проверяйте, проходя по ссылке, в самом ли деле работа распространяется под лицензией CC. Поскольку использование лицензии CC не регистрируется, CC не имеет возможности определить, что размещено под условиями лицензии CC, а что &mdash; нет. Если вы сомневаетесь, свяжитесь непосредственно с правообладателем, или с сайтом, на котором вы нашли материал.

source: About Creative Commons
et: Creative Commonsist
it: Per saperne di più su Creative Commons
ru: О Creative Commons

source: Creative Commons is a <em>nonprofit</em> corporation dedicated to making it easier for people to share and build upon the work of others, consistent with the rules of copyright.
et: Creative Commons on <em>mittetulunduslik</em> organisatsioon, mis on pühendunud inimeste omavahelise teoste jagamise ning eri teoste kokku miksimise lihtsustamisele, järgides seejuures autoriõigusi.
it: Creative Commons è una società <em>noprofit</em> che ha come scopo quello di rendere più facile per le persone condividere contenuti e realizzare opere a partire da quelle di altri, in modo compatibile con le leggi sul copyright.
ru: Creative Commons &mdash; <em>некоммерческая</em> организация, прилагающая усилия к тому, чтобы людям было легче делиться произведениями и создавать производные на основе других работ, в соответствии с законодательством об авторских правах.

source: We provide <em>free</em> licenses and other legal tools to mark creative work with the freedom the creator wants it to carry, so others can share, remix, use commercially, or any combination thereof.
et: Me pakume <em>vabu</em> litsentse ja muid juriidilisi instrumente märgistamaks teoseid vabadustega, milliseid teose looja tahab sellele parajasti anda. Nii et teised saaksid teost levitada, miksida, ärilisel otstarbel kasutada või kasutada nende vabaduste mistahes kombinatsiooni.
it: Forniamo licenze <em>libere</em> e altri strumenti legali utili a specificare, per le opere creative, le libertà di cui il loro creatore voglia che esse godano, così che gli altri possano condividerle, modificarle, usarle per scopi commerciali o attuare qualsiasi combinazione di queste attività.
ru: Мы предлагаем <i>свободные</i> лицензии и другие правовые инструменты для пометки художественных работ согласно той свободе, которую пожелает внести их создатель, вследствие чего другие смогут распространять их, ремикшировать, использовать в коммерческих целях, в любых сочетаниях вышеназванного.

source: Language
ar: اللغة
de: Sprache
et: Keel
hr: Jezik
it: Lingua
ru: Язык

source: lang.et
et: eesti

source: Creative Commons
ar: المشاع الابداعي
et: Creative Commonsi

source: Thanks for using CC Search via %sFirefox%s.
ar: شكرا لاستخدام بحث CC من خلال %sFirefox%s
de: Danke, dass Sie die CC Suche über %sFirefox%s genutzt haben.
hr: Hvala Vam što koristite CC Search na Firefoxu.

source: go
ar: الاتجاة الى
de: Los
hr: Kreni

source: Search for works I can use for commercial purposes.
ar: البحث عن أعمال يمكنني استخدامها لأغراض تجارية.
de: Suche nach Inhalten, die kommerziell verwendet werden dürfen
hr: Traži djela koja mogu koristiti u komercijalne svrhe.

source: Search for works I can modify, adapt, or build upon.
ar: البحث عن اعمال يمكنني تعديل ، أو تكييف ، أو البناء عليها.
de: Suche nach Inhalten, die abgewandelt, bearbeitet oder anderweitig geändert werden dürfen.
hr: Traži djela koja mogu prilagođavati ili prerađivati.

source: What is this?
ar: ما هذا
de: Was ist das?
hr: Što je ovo?

source: Browse directories of licensed images, sounds, videos and more
ar: تصفح دليل المرخصة الصور والأصوات وأشرطة الفيديو وأكثر
de: Durchsuchen von Verzeichnissen lizenzierter Bilder, Klänge, Videos und mehr
hr: Pregledajte direktorije licenciranih slika, zvukova, videa i dr.

source: Content Directories
ar: محتوى الدليل
de: Content-Verzeichnisse
hr: Direktoriji sadržaja

source: Remove Frame
ar: إزالة الإطار
de: Frame entfernen
hr: Ukloni okvir

source: Image Search
ar: بحث الصور
de: Bildersuche
hr: Pretraživanje slika

source: Video Search
ar: بحث فيديو
de: Videosuche
hr: Pretraživanje videa

source: Media Search
ar: بحث الاعلام
de: Mediensuche
hr: Pretraživanje medijskih djela

source: Learn About Creative Commons
ar: تعلم عن المشاع الابداعي
de: Erfahre mehr über Creative Commons
hr: Saznajte više o Creative Commonsu

source: For a quick intro to Creative Commons, check out this short video, entitled "<a href="http://support.creativecommons.org/videos#wwt" target="_new">Wanna Work Together?</a>"
ar: للسرعة ادخل الى المشاع الابداعي ، راجع هذا الفيديو القصيرة ، والمعنون <a href="http://support.creativecommons.org/videos#wwt" target="_new"> هل ترغب بالعمل معنا ؟ </a>"
de: Sehen Sie sich als kleine Einführung zu Creative Commons einfach dieses kurze Video mit dem Titel "<a href="http://support.creativecommons.org/videos#wwt" target="_new">Wanna Work Together?</a>" an (auf Englisch)
hr: Za kratki uvod u Creative Commons, vidi ovaj kratki video pod naslovom <a href="http://support.creativecommons.org/videos#wwt" target="_new">Wanna Work Together?</a>"

source: Using CC Search with Firefox
ar: استخدم بحث CC مع Firefox
de: CC Suche mit Firefox nutzen
hr: Korištenje CC pretraživanja na Firefoxu.

source: For a quick explanation of how to use this search with Firefox, including <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search" target="_new">how to change your search engine</a>, watch this video.</a>
ar: لسرعة شرح كيف تستعمل البحث مع Firefox , متضمن <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search" target="_new"> كيف تغير محرك البحث </a> شاهد هذا الفيديو .</a>
de: Um schnell erklärt zu bekommen, wie Sie diese Suche mit Firefox nutzen und Ihre Sucheinstellungen im Browser ändern können, sehen Sie sich einfach mal das Video "<a href="http://wiki.creativecommons.org/Firefox_and_CC_Search" target="_new">How to change your search engine</a>" an (auf Englisch).
hr: Za kratko objašnjenje kako koristiti to pretraživanje s Firefoxom, između ostalog <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search" target="_new">kako promijeniti pretraživač</a>, vidi ovaj video.</a>
